pulseaudio_dlna/plugins/upnp/xml/set_mute.xml

<?xml version="1.0" encoding="{encoding}" standalone="yes"?>
<s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <u:SetMute xmlns:u="{service_type}">
            <DesiredMute>{muted}</DesiredMute>
            <Channel>{channel}</Channel>
            <InstanceID>0</InstanceID>
        </u:SetMute>
    </s:Body>
</s:Envelope>